[{
		"name": "Green video cassette (option)",
		"description": "After you watch the introductory video of Poppy Playtime, you will take control of your character. Once you have control, go to the front desk and take green video cassette from the table using the interaction button. Take the tape to the TV and the green VCR to the right of the table. Put the tape in the VCR and watch the video.",
		"img": "https://portalvirtualreality.ru/wp-content/uploads/2022/05/image-253.png"
	},
	{
		"name": "Unlocking the 'Security Door' puzzle",
		"description": "After watching the video, turn right and enter gift shop. Inside the gift shop, look up at the ceiling of the overhead train. Write down the colors you see on the train. Exit the gift shop and return through the reception to security service. Here you will find a locked door with a colored keypad. Click the colors that were on the train to open the door. The solution is as follows : Green, Pink, Yellow, Red. When you enter the colors listed above, you will open the door. Go through the door to the security office. Here we get a few important points.",
		"img": "https://portalvirtualreality.ru/wp-content/uploads/2022/05/image-254.png"
	}, {
		"name": "Location of the blue cassette and receipt of the blue han",
		"description": "Go to security office and come to the table. Take blue cassetteby interacting with her and place her on the nearby blue VCR. Watch the video on the tape. The tape introduces you to the use of the hands that we will receive. These hands are very important as they are used to solve most of the puzzles found in Chapter 1. When the video ends, the container holding blue hand, will open. Approach the hand and interact with it to equip it on your character. You get a blue left hand to start with.",
		"img": "https://portalvirtualreality.ru/wp-content/uploads/2022/05/image-255.png"
	}, {
		"name": "Lobby entranc",
		"description": "Once you have the blue hand, return to the reception area. Jump over the turn past the reception desk to reach the door with the blue hand above it. Shoot the switch with your blue hand to open the door. This door leads you to the factory and the real start of the scary section of the game."
                "img": "https://portalvirtualreality.ru/wp-content/uploads/2022/05/image-256.png"
	}, {
		"name": "Game time lobb",
		"description": "Inside the lobby, you will see some interesting things. The first, and most notable, is a large toy creature named Huggy Waggi in the center of the room. The Huggy Wuggy is the toy that follows you throughout this chapter. The second thing you'll notice is that there are seven doors in this room. These doors lead to different areas of the factory. Before going through any of the doors, we need to grab yellow Power Room Key, hanging from a giant toy hand using the blue hand. To do this, shoot the door on the left with your blue hand. The door won't open because it has no power. When you do this, the Yellow Key will drop into the creatures' upraised hand. Use your hand to grab it.",
		"img": "https://portalvirtualreality.ru/wp-content/uploads/2022/05/image-257.png"
	}, {
		"name": "Turn the power back on",
		"description": "In the Power room, head to the very back of the room to find a power outlet that is closed. Use the blue hand to open this cover on the nest. Once the socket is open, shoot the open socket with your blue hand. Hold the blue hand there and go around the two electrical conductive poles in the room leading back to front. When performed correctly, the power turns on again. With the return of electricity, go back to the lobby. You will notice that Huggy Waggi is gone. From now on, you will encounter this monster while exploring the other rooms of the building. The next stop is through the blue manual door we were trying to open without electricity. Open it now and go through it. Go down the corridor and go through the door on your left. Go down the dark corridor to the next area.",
		"img": "https://portalvirtualreality.ru/wp-content/uploads/2022/05/image-258.png"
	}, {
		"name": "Get a red han",
		"description": "In the room below you need to find three additional fuses. These fuses appear to randomly appear in the room. Just look carefully around the room to find them, usually on the floor or on shelves. Once you have all three fuses, return to the control panel and place them. The factory will come to life and the crane will bring the Red Hand out onto the conveyor belt below. When it's available, go down to the item and grab it to equip it with your right hand.",
		"img": "https://portalvirtualreality.ru/wp-content/uploads/2022/05/image-259.png"
	}, {
		"name": "Yellow cassette (optional",
		"description": "If you're interested in grabbing all the VHS tapes, there's one in the factory room where you get the Red Hand. yellow tape can be found on the second slanted shelf closest to the door. Go behind the first shelf to catch it. The VCR to play is located next to the stairs leading to the catwalk that you go through as you go up to the control panel. After you've grabbed the Red Hand (and the VHS tape), we can now leave the Factory area. If you try to return to the lobby the way we came in, you won't be able to do so. Instead, we need to use the newly unlocked Red Hand. As you may have noticed, in the room we got the Red Hand, there is a conveyor belt with a door on it. Use both hands to open this door, then slide down the waist until you slide into the area below.",
		"img": "https://portalvirtualreality.ru/wp-content/uploads/2022/05/image-260.png"
	}, {
		"name": "Yellow Tape (OptiYonal)",
		"description": "If you are interested in snagging all the VHS tapes there is one in the factory room where you get the Red hand. The Yellow Tape can be found on the second leaning shelf closest to the door. Walk behind the first shelf to snag it. The VCR to play it on is next to the stairs leading to the catwalk you pass when going up to the control panel. /n Once you’ ve grabbed the Red hand(and VHS tape) we can now leave the Factory area.If you /n try to go back to the Lobby the way we came you wont be able to.Instead we need to use the newly unlocked Red hand.As you may have noticed in the room we got the Red hand from there is a conveyor belt with a door on it.Use both hands to open this door then walk down the belt until you slide to an area below.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20133620/yellow-tape-location-poppy-playtime-1536x864.jpg"
	}, {
		"name": "Complete the Conveyor Circuit Puzzle",
		"description": "At the bottom of the conveyor belt you will be stuck. To advance you need to complete a circuit. Right where you land take a right and walk along the conveyor belt there until you reach a ramp leading up. Go up this ramp and look to the right. There is socket here. Shoot the socket with one of your hands (leave it connected). Turnaround and walk down the ramp to get around the electricity pole. Head back to the entrance and walk towards the door. Look left and shoot the socket there to complete the circuit. You will automatically move forward along the belt. Ride the belt until you reach the room at the end.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20135004/conveyor-belt-circuit-puzzle-poppy-playtime-750x422.jpg"
	}, {
		"name": "Complete the Catwalk Circuit Puzzle",
		"description": "Walk forward to the socket. Ignore it for now and head towards the middle of the catwalk. Turn to your right and you will see see another piece of catwalk you can pull. Pull the catwalk towards you to make a shortcut to the poles. Head back to the socket and connect to it. Walk across the shortcut and walk to your right so your are heading towards the socket we need to connect to. Use your other hand to pull the catwalk to make a new shortcut. Wrap around both poles as shown above and attach to the socket to complete the puzzle.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20140759/complete-circuit-puzzle-poppy-playroom-1536x864.jpg"
	}, {
		"name": "Make A Friend and Huggy Wuggy Chase",
		"description": "With the power back on make your way back downstairs. Now the machinery below is running. Push the Make A Friend console button in the middle of the room. When you press this button the room’s machinery comes to life. Look to the left of the console and pull the three levers you see on the pieces machines. Wait for the pieces to move through the building process then pick up the completed toy at the end. Take the toy and place it on the scale next to the door with the “Nobody leaves without making a toy” sign. This door will open. Head through the open door and prepare yourself. From this point on Huggy Wuggy will start to chase you. Walk forward towards the darkened hallway. The creature will appear from out of the darkness as you get closer to it. Immediately turn and run to the end of the conveyor belt where you got your Make A Friend. The door there is open. Go through the vents while Huggy Wuggy chases you. /n At the end of the chase you will end up on a catwalk with nowhere to go.Above the catwalk is a yellow crate.Use both hands to pull it down.Huggy Wuggy will appear and the crate will drop onto it knocking it down below.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20142519/huggy-wuggy-poppy-playtime-1536x864.jpg"
	}, { 
		"name": "Gray Tape",
		"description": "Along the main path on the catwalk you will find the Gray Tape. It is sitting in the final T you need to take to reach the Flower door. If you wish to collect it pick it up and take a right. Take it and place it in the Gray VCR at the end of the catwalk. /n The rest of the chapter is linear in fashion.Go through the Flower door and follow the hallways until you reach the very end.In the final room you will see a doll in a glass /n case.Use your hands to open the /n case.Once the doll is freed Chapter 1: A Tight Squeeze comes to an end.",
		"img": "https://cdn.holdtoreset.com/wp-content/uploads/2021/10/20143337/gray-tape-location-poppy-playland-750x422.jpg"
	}
]
